Repository: Nimple/ios-app
Catalog: Resources/Strings/*.lproj/Localizable.strings
Languages: tr

# personal_label
source: PERSONAL
tr: KIŞISEL

# firstname_label
source: First name
tr: Ad

# lastname_label
source: Last name
tr: Soyad

# phonenumber_label
source: Phone number
tr: Telefon numarası

# mail_label
source: Email adress
tr: E-posta adresi

# business_label
source: BUSINESS
tr: TICARI

# company_label
source: Company/University/School
tr: Şirket/üniversite/okul

# job_label
source: Job/Position
tr: İş

# facebook_label
source: connect to Facebook
tr: Facebook'a Bağlan

# twitter_label
source: connect to Twitter
tr: Twitter bağlanın

# xing_label
source: connect to XING
tr: XING bağlanın

# linkedin_label
source: connect to LinkedIn
tr: LinkedIn bağlanın

# connected_label
source: connected
tr: bağlı

# phone_first_contact_label
source: http://www.nimple.de
tr: http://www.nimpleapp.com

# company_first_contact_label
source: Your first contact
tr: Ilk temas

# date_format
source: MM/dd/yyyy hh:mm a
tr: dd.MM.yyyy HH:mm

# detail_facebook_label
source: No Facebook profile
tr: Hiçbir Facebook profil

# detail_twitter_label
source: No Twitter profile
tr: Hiçbir Twitter profil

# detail_xing_label
source: No XING profile
tr: Hiçbir XING profil

# detail_linkedin_label
source: No LinkedIn profile
tr: Hiçbir LinkedIn profil

# settings.feedback-text
source: Your app is awesome/crap, because
tr: Ben senin app beğendim

# settings.share-text
source: I am networking simple with the Nimple-App. Try it out and download the app: www.nimple.de
tr: Ben app Nimple kullanın. Indirme: www.nimpleapp.com

# msg_box_wrong_code_header
source: Wrong Code
tr: Yanlış Kod

# msg_box_wrong_code_text
source: Nimple can't read this code.
tr: Kod taranmış olamazdı

# msg_box_wrong_code_activity
source: Back
tr: Geri

# msg_box_right_code_header
source: Contact added
tr: Bir kişi bulundu

# msg_box_right_code_text
source: The contact was added to your contacts
tr: Eklenen kişi

# msg_box_right_code_activity
source: OK
tr: Bitti

# msg_box_delete_contact_title
source: Delete this contact?
tr: Kişiyi Sil?

# msg_box_delete_contact_activity1
source: Delete
tr: Silmek

# msg_box_delete_contact_activity2
source: Cancel
tr: Vazgeç

# msg_box_duplicated_contact_title
source: Contact already exists in your contact list.
tr: Bu kontak zaten.

# msg_box_duplicated_code_activity
source: OK
tr: Bitti

# msg_box_save_contact_title
source: Save contact to address book?
tr: Adres defterinize bu kişiyi kaydet?

# msg_box_save_contact_activity1
source: Save
tr: Kaydetmek

# msg_box_save_contact_activity2
source: Cancel
tr: Vazgeç

# contacts_no_access_title
source: No access to contacts
tr: Bu uygulama kişilerinize erişemiyor

# contacts_no_access_text
source: The Nimple app does not have access to your contacts. Please enable access to your contacts in iPhone Settings > Privacy > Contacts > Nimple.
tr: Lütfen kişilerinize erişim izni vermek için iPhone Ayarları > Gizlilik > Kişiler > Nimple.

# error_names
source: Please fill in first name and last name.
tr: Lütfen adınızı girin.

# display_contact_notes_label
source: Notizen
tr: Notlar

# add_to_addressbook_button
source: Kontakt im Adressbuch speichern
tr: Adres defterinize bu kişiyi kaydet

# delete_contact_button
source: Kontakt löschen
tr: Kişiyi sil

# settings_faq
source: FAQ
tr: FAQ bölümü

# settings_legal
source: Legal
tr: Koşullar

# settings_disclaimer
source: Datenschutz
tr: Gizlilik

# settings_imprint
source: Impressum
tr: Baskı bilgileri

# settings_facebook
source: Nimple auf Facebook
tr: Facebook Nimple

# settings_share
source: Teile Nimple
tr: Nimple tavsiye

# tutorial_add_text
source: Scanne einen neuen Kontakt
tr: Burada kişiyi tarayabilir

# tutorial_edit_text
source: Gib deine Daten ein, um deine Karte und deinen Code zu erstellen
tr: Veri girişi

# display_contact_title
source: Detailansicht
tr: Detaylar

# nimple_card_label
source: Meine Karte
tr: Kart

# nimple_code_title
source: Mein Code
tr: Kod

# settings_title
source: Einstellungen
tr: Ayarlar

# contacts_title
source: Meine Kontakte
tr: Kişiler

# scanner_label
source: Kontakt hinzufügen
tr: Kişi Ekle

# edit_nimple_code_title
source: Bearbeiten
tr: Işlemek

# nimple_code_description
source: Die Schalter regeln die Sichtbarkeit auf deiner Karte und in deinem Code
tr: Anahtarlar görünürlüğünü kontrol

# tab_nimple_card_title
source: Karte
tr: Kart

# tab_nimple_code_title
source: Code
tr: Kod

# tab_contacts_title
source: Kontakte
tr: Kişiler

# tab_settings_title
source: Einstellungen
tr: Ayarlar
